Repository: johnny-sky91/InCom
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: User
pl: Użytkownik

source: Password
pl: Hasło

source: Remember me
pl: Zapamiętaj mnie

source: Login
pl: Zaloguj się

source: Repeat password
pl: Powtórz hasło

source: Register
pl: Zarejstruj się

source: Use different name
pl: Użyj innej nazwy użytkownika

source: Use different email
pl: Użyje innego adresu email

source: Enter a name for the new area
pl: Wpisz nazwę nowego obszaru

source: Area name cannot be empty
pl: Nazwa obszaru nie może być pusta

source: Add new area
pl: Dodaj nowy obszar

source: Order number
pl: Numer zlecenia

source: Wrong order number (only 5 digits)
pl: Zły numer zlecenia (tylko 5 cyfr)

source: Product type
pl: Rodzaj

source: Cause
pl: Przyczyna

source: Detection area
pl: Obszar wykrycia

source: Description
pl: Opis

source: Description cannot be empty
pl: Opis nie może być pusty

source: Add complaint
pl: Dodaj zgłoszenie

source: CLOSED
pl: ZAMKNIĘTE

source: ACTIVE
pl: OTWARTE

source: Sign up
pl: Wpisz się

source: Complaints - all
pl: Zgłoszenia - wszystkie

source: Complaints - user
pl: Zgłoszenia - użytkownika

source: Complaint - new
pl: Zgłoszenie - nowe

source: Report ID:
pl: Raport NR

source: Profile
pl: Profil

source: IC quantity - current week
pl: Ilość RW - bieżący tydzień

source: IC quantity - all weeks
pl: Ilość RW - wszystkie tygodnie

source: IC quantity - by cause
pl: Ilość RW - po rodzajch

source: Invalid username or password
pl: Nieprawidłowa nazwa użytkownika lub hasło

source: Complaint ID=%(reg_id)s - closed
pl: Zgłoszenie NR=%(reg_id)s - zamknięto

source: New complaint added
pl: Dodano nowe zgłoszenie

source: Number of internal complaints
pl: Ilość reklamacji wewnętrznych

source: Days of current week
pl: Dni bierzącego tygodnia

source: IC quantity
pl: RW ilość

source: Weeks
pl: Tygodnie

source: Logout
pl: Wyloguj się

source: Complaint ID
pl: Numer RW

source: Department
pl: Dział

source: Date
pl: Data

source: Add a new detection area
pl: Dodaj nowy obszar wykrycia

source: Download csv file
pl: Pobierz plik csv

source: Charts
pl: Wykresy

source: Internal complaint ID
pl: Reklamacja wewnętrzna NR

source: Print report
pl: Drukuj raport

source: Notifying department
pl: Dział zgłaszający

source: Date of notification
pl: Data zgłoszenia

source: Complaint cause
pl: Przyczyna zgłoszenia

source: Description cause
pl: Opis zgłoszenia

source: Chief of the department signature
pl: Podpis kierownika działu

source: Participating department
pl: Dział uczestniczący

source: Actions performed
pl: Czynności wykonane

source: Remember to add a copy of the order
pl: Pamiętaj żeby dodać kopię zlecenia

source: New user?
pl: Nowy użytkownik?

source: Click to register
pl: Kliknij żeby się zarejestrować
